{
    "portfolioList":[
        {
           "title": "Veteran Appointment Request",
            "img": "images/portfolio-images/varss2.png",
            "smallImg": "images/portfolio-images/varss2-small.png",
            "about": "<p>The Veteran Appointment Request app allows a millitary veteran to schedule appointments with a doctor. This application interacts with an old (dos-like) system which ultimately replaces it's out-of-date functionality.</p><p>In March of 2015, Secretary of the VA, Robert McDonald, was meeting with Newt Gingrich. During their meeting, Mr. Gingrich pulled out his phone and said, \"Bob, what you really need is the ability for the veterans to manage their care on their phones, like I can.\" Secretary McDonald didn't yet know that the VA had done anything of importance with Mobile Applications, and said he concurred. The next day, Secretary McDonald's Chief Innovations Officer received a demonstration of the Scheduling Calendar View/Veteran Appointment Request application, as well as a number of others developed with the help of the LongView Mobile Team. The Innovations Officer, in turn, demonstrated the Scheduling application for both Secretary McDonald and Newt Gingrich, both of whom said the application was perfect, and exactly what the Veterans need. They congratulated the project team and the LongView Consultants on their forward thinking and creative work. I received special thanks and recognition for my efforts.</p>",
            "toolsUsed": "Tools: Node, Marionette, Angular, Backbone, Handlebars, Underscore, Require, Modernizr, JQM, Twitter Bootstrap, Grunt.",
            "alt": "va.gov",
            "url": "http://www.va.gov" 
        },
        {
            "title": "Scheduling Manager",
            "img": "images/portfolio-images/scv3.png",
            "smallImg": "images/portfolio-images/scv3-small.png",
            "about": "<p>The Scheduling Manager app allows a VA Clerk to schedule appointments for Military Veterans as well as search for patients, patient information, schedules, messaging, and viewing pending requests. This application interacts with an old (dos-like) system which ultimately replaces it's out-of-date functionality.</p><p>This email came from Kathleen L. Frisbee, MPH</p><blockquote><p><strong>Success Story:</strong> As we have now completed basic development and start into intensive field testing of the Veteran Appoint Request (VAR) and Schedule Manager (SM) apps, I wanted to take a moment to recognize a number of those in the trenches that got us to where we are today.</p><p>  As many have heard me say numerous times, these apps are, without question, my two top priority apps… Not to mention, the VA’s Secretary and Deputy Secretary, and VHA’s Under Secretary and Deputy… And the list goes on. In fact, just a few days ago in a meeting with the Deputy, he asked me to work with his speechwriter to provide information on Connected Health technologies that are changing VA.  He intends to use this information in a major presentation he is making at the end of the month, and he particularly wants to highlight VAR and SM.</p><p>  While every successful and hard-fought development effort and deployment has numerous heroes and heroics behind it, success normally only comes from having a competent, charismatic and professional leader leading the way.  Although late to the game, Matt Garvey was that leader, and when his own leadership chose to move him up, Ryan Ferrario moved seamlessly into his spot.  As no leader can be any more successful than through the efforts of the people he leads, I would also like to recognize the superb efforts of Sumitro Majumdar, and his development team led by Hetal Giri to include Keith Brown, Chad Elliot, and Josh Eagle, as well as Phil Burkhalter who  wrote all the RPCs, and Amanda Jones who wrote the MDWS services needed for VAR/SM.</p><p>  I would also be remiss if I didn’t mention Bill Mason and his team who under the Production Application Maintenance & Support (PAMS) contract helped in countless ways but, particularly, in the SQA/Production releases.  I know I may have missed some other notables, but I know that this was a FirstView” team effort, and thus all share in the success.</p><p>  We at Connected Health and, more importantly, our Veterans and their health care teams, will be forever grateful for what you were able to accomplish under less than optimal conditions. Please extend to all my thanks for a job very well done.</p><p>Sincerely,</p><p>Kathy </p></blockquote>",
            "toolsUsed": "Tools: Node, Marionette, Angular, Backbone, Handlebars, Underscore, Require, Modernizr, JQM, Twitter Bootstrap, Grunt.",
            "alt": "va.gov",
            "url": "http://www.va.gov"
        },
        {
            "title": "Healthcare",
            "img": "images/portfolio-images/healthcare.png",
            "smallImg": "images/portfolio-images/healthcare-small.png",
            "about": "<p>Responsibilities include working in a fast-pace, agile environment, creating responsive web pages for all three sections of the Federally-Facilitated Marketplace. My work has been presented at the White House for the new health care law that was passed under President Barack Hussein Obama.</p><p>My main position with this site was to create HTML mockups that would then be passed on to the Front-End developers to implement. I was not responsible for any logic on this system, front-end or back-end.</p>",
            "toolsUsed": "Tools: HTML5, CSS3, Twitter Bootstrap, dataTables.js, Javascript/jQuery",
            "alt": "healthcare.gov",
            "url": "http://www.healthcare.gov"
        },
        {
            "title": "Medicare",
            "img": "images/portfolio-images/medicare.png",
            "smallImg": "images/portfolio-images/medicare-small.png",
            "about": "<p>Responsibilities include working in a fast-pace, agile environment, using asp.net to create HTML5/CSS3 pages.</p>",
            "toolsUsed": "Tools: HTML5, CSS3, Javascript/jQuery, asp.net",
            "alt": "Medicare.gov",
            "url": "http://www.medicare.gov"
        },
        {
            "title": "Lucinda Team",
            "img": "images/portfolio-images/lucindateam.png",
            "smallImg": "images/portfolio-images/lucindateam-small.png",
            "about": "<p>Competing against 2 other companies, I was awarded the contract to develop a responsive website from Wordpress that the client could ultimately maintain. The goal was to create a responsive website that will work on mobile devices, that has SEO optimization.</p>",
            "toolsUsed": "Tools: Google Analytics, Search Engine Optimization, HTML5, CSS3, javascript/jQuery, Wordpress, PHP, MySQL",
            "alt": "lucindateam.com",
            "url": "http://www.lucindateam.com"
        },
        {
            "title": "Eurasia Foundation",
            "img": "images/portfolio-images/ebl.png",
            "smallImg": "images/portfolio-images/ebl-small.png",
            "about": "<p>While working with DRT Inc., A colleague and I submited a bid for a contract to create a website that will inform those in Central Asia of their rights, as well as how to seek help in the event they have been wrongfully acctoolsUsed. This is a relatively small website that took about six weeks to complete, and toolsUsed a search module that required back-end resources to search pdf documents and then return those reults on the site.</p>",
            "toolsUsed": "Tools: HTML4, CSS2, PHP, MySQL, AWS EC2 Servers, javascript/jQuery",
            "alt": "equalbeforethelaw.org",
            "url": "http://www.equalbeforethelaw.org"
        },
        {
            "title": "SBA",
            "img": "images/portfolio-images/sba.png",
            "smallImg": "images/portfolio-images/sba-small.png",
            "about": "<p>Working with the Small Business Administration, I was able to create a large website that the client would ultimately maintain themselves using Drupal as our CMS. This site has two main structures… The main informational website, and the community forums. My responsibilities include creating HTML, CSS , maintaining the databases as well as the Amazon Web Services, generating builds and updating the Small Business Administrations main website.</p>",
            "toolsUsed": "Tools: HTML4, CSS2, PHP, MySQL, AWS EC2 Servers, IIS, javascript/jQuery",
            "alt": "sba.gov",
            "url": "http://www.sba.gov"
        }
    ]
}